{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "slideshow": {
      "type": "slideshow",
      "blocks": {
        "slideshow-0": {
          "type": "image",
          "settings": {
            "title": "WARRANTY • RETURNS",
            "title_size": 49,
            "subheading": "",
            "link": "",
            "link_text": "",
            "text_align": "vertical-bottom horizontal-center",
            "image": "shopify:\/\/shop_images\/golden-autumn-leaves.jpg",
            "parallax_direction": "top",
            "overlay_opacity": 0,
            "focal_point": "center center"
          }
        }
      },
      "block_order": [
        "slideshow-0"
      ],
      "settings": {
        "section_height": "650px",
        "mobile_height": "auto",
        "parallax": true,
        "style": "arrows",
        "autoplay": true,
        "autoplay_speed": 7
      }
    },
    "rich-text": {
      "type": "rich-text",
      "blocks": {
        "5af23226-ac17-4e61-97d1-be9aad5e6989": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p><strong>Warranty<br\/><\/strong>Code of Silence takes great pride in making high quality - highly functional products that perform well in the field and last under the stresses of the hard-core duty they were designed for. Without a doubt, we stand behind out products. If any of our products fail to perform in the field or break down under normal use, please feel free to return the item to us and we will be fair in our assessment of the failure and “make it right” according to any lack of performance or quality issue. Possible and typical outcomes include: full refund of the purchase price, partial refund of the purchase price, manual exchange for a similar item.<\/p><p><strong>What is not covered under our Warranty: <br\/><\/strong>- Waterproofness<br\/>- Pilling of shell fabrics<br\/>- Burr and \/ or seed retention in the shell fabrics <br\/>- Issues due to mistreatment such as tears etc. <\/p><p><strong>Returns \/ Refunds<br\/><\/strong>You may return most new, undamaged items purchased through our online store within 30 days of receipt for a full refund of the purchase price of the item(s). If you purchase a substitute item(s) to replace the item(s) you are returning, Code of Silence will pay return shipping on any item returned in re-sellable condition (unused, contained in original packaging, all tags attached and no dirt or animal hair etc. on the product). COS will only pay for the return shipping “once per transaction” however. If you wish to return an item that fits in the criteria mentioned above, please visit our return portal at ____________ .<\/p><p><strong>Return \/ Refund Processing Timeframe<br\/><\/strong>Expect to receive your refund of the item you are returning within 30 days of turn-over of your package to the return shipper. It can take less time and it is probable that you will receive your refund more quickly. Note that we have to allow for the transit time for us to receive your return from the shipper, the time it takes us to process your return, and the time it takes your bank to process our refund request. <\/p><p><strong>Exclusions<br\/><\/strong>Items purchased from a retailer must be returned to the retailer they were purchased from within that retailer’s return or exchange time frame. <\/p><p><strong>Exchanges<br\/><\/strong>For clarity, please understand that while we do not offer “exchanges” in the traditional sense of the word, when you return an unused and unaltered item to us postage paid and you are re-ordering a new item of your choice, this transaction is very similar to an “exchange”. In basic form, you are rebuying a similar item while we verify the acceptability of your previously purchased item for restocking and fulfill the refund of the original transaction. Please note that this format allows you to receive a substitute item in a much quicker timeframe than a traditional “exchange” would provide.<\/p>"
          }
        }
      },
      "block_order": [
        "5af23226-ac17-4e61-97d1-be9aad5e6989"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "16615468859ce24b4a": {
      "type": "rich-text",
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "1661547378b51b5c37": {
      "type": "rich-text",
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "16615479853fbe464f": {
      "type": "rich-text",
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "166154814472fa0e68": {
      "type": "rich-text",
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "1661547746bdbf6fa9": {
      "type": "slideshow",
      "disabled": true,
      "blocks": {
        "1661547746a533a979-0": {
          "type": "image",
          "settings": {
            "title": "Our Mission",
            "title_size": 80,
            "subheading": "Code of Silence™ is fully capable, committed and driven to make superior hunting gear affordable for all consumers. We are highly experienced in product design, material management, product manufacturing, quality control, and what it takes to get the job done in the field. We holistically and efficiently apply our knowledge and experience to every item we create. We treat each and every one of our partners “as we would want to be treated” and our success will always be measured by the difference we make in the outdoor community as a whole.",
            "link": "",
            "link_text": "",
            "text_align": "vertical-center horizontal-left",
            "image": "shopify:\/\/shop_images\/ClosureGlovesInUse_C2010_118003002-squashed.jpg",
            "parallax_direction": "top",
            "overlay_opacity": 60,
            "focal_point": "center center"
          }
        }
      },
      "block_order": [
        "1661547746a533a979-0"
      ],
      "settings": {
        "section_height": "650px",
        "mobile_height": "auto",
        "parallax": true,
        "style": "arrows",
        "autoplay": true,
        "autoplay_speed": 5
      }
    }
  },
  "order": [
    "main",
    "slideshow",
    "rich-text",
    "16615468859ce24b4a",
    "1661547378b51b5c37",
    "16615479853fbe464f",
    "166154814472fa0e68",
    "1661547746bdbf6fa9"
  ]
}
